Repository: irfankhan14/MyIosIrfanApp
Catalog: Irfan Khan S/*.lproj/Localizable.strings
Languages: hi_in, kn_in, ur_arab_in

# txt_invalid_file
source: Sorry you don't have valid file
hi_in: क्षमा करें आपके पास वैध फ़ाइल नहीं है
kn_in: ಕ್ಷಮಿಸಿ ನೀವು ಮಾನ್ಯವಾದ ಫೈಲ್ ಹೊಂದಿಲ್ಲ
ur_arab_in: معذرت آپ کے پاس درست فائل نہیں ہے۔

# txt_build_variant_updated
source: Build Variant Updated
hi_in: बिल्ड वेरिएंट अपडेट किया गया
kn_in: ಬಿಲ್ಡ್ ರೂಪಾಂತರವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
ur_arab_in: ویریئنٹ کو اپ ڈیٹ کر دیا گیا۔

# txt_value1
source: Value 1
hi_in: मान 1
kn_in: ಮೌಲ್ಯ 1
ur_arab_in: قدر 1

# txt_value2
source: Value 2
hi_in: मूल्य 2
kn_in: ಮೌಲ್ಯ 2
ur_arab_in: قدر 2

# txt_my_accounts
source: My Accounts
hi_in: मेरा खाता
kn_in: ನನ್ನ ಖಾತೆಗಳು
ur_arab_in: میرے اکاؤنٹس

# txt_question
source: Question
hi_in: प्रश्न
kn_in: ಪ್ರಶ್ನೆ
ur_arab_in: سوال

# txt_answer
source: Answer
hi_in: उत्तर
kn_in: ಉತ್ತರ
ur_arab_in: جواب دیں۔

# txt_view
source: View
hi_in: राय
kn_in: ನೋಟ
ur_arab_in: دیکھیں

# txt_no_data
source: No Data
hi_in: कोई डेटा नहीं
kn_in: ಮಾಹಿತಿ ಇಲ್ಲ
ur_arab_in: کوئی مواد نہیں

# txt_create_qr_code
source: Create QR Code
hi_in: क्यूआर कोड बनाएं
kn_in: QR ಕೋಡ್ ರಚಿಸಿ
ur_arab_in: کیو آر کوڈ بنائیں

# txt_scan_qr_code
source: Scan QR Code
hi_in: स्कैन क्यू आर कोड
kn_in: QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ur_arab_in: کیو آر کوڈ اسکین کریں۔

# txt_scan_ocr_code
source: Scan OCR Code
hi_in: स्कैन ओसीआर कोड
kn_in: OCR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ur_arab_in: OCR کوڈ اسکین کریں۔

# txt_ask_capture_snapshot
source: Do you want to capture snapshot of this View?
hi_in: क्या आप इस दृश्य का स्नैपशॉट कैप्चर करना चाहते हैं?
kn_in: ನೀವು ಈ ವೀಕ್ಷಣೆಯ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಅನ್ನು ಸೆರೆಹಿಡಿಯಲು ಬಯಸುವಿರಾ?
ur_arab_in: کیا آپ اس منظر کا سنیپ شاٹ حاصل کرنا چاہتے ہیں؟

# txt_save_file
source: File Saved Successfully
hi_in: फ़ाइल सफलतापूर्वक सहेजी गई
kn_in: ಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ
ur_arab_in: فائل کامیابی سے محفوظ ہو گئی۔

# txt_unable_to_fetch_data
source: Unable to fetch the data or invalid file
hi_in: डेटा या अमान्य फ़ाइल लाने में असमर्थ
kn_in: ಡೇಟಾ ಅಥವಾ ಅಮಾನ್ಯ ಫೈಲ್ ಅನ್ನು ತರಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
ur_arab_in: ڈیٹا یا غلط فائل لانے سے قاصر

# txt_graph
source: Graph
hi_in: ग्राफ़
kn_in: ಗ್ರಾಫ್
ur_arab_in: گراف

# txt_year_graph
source: Year Graph
hi_in: वर्ष ग्राफ
kn_in: ವರ್ಷದ ಗ್ರಾಫ್
ur_arab_in: سال کا گراف

# txt_change_language
source: Change Language
hi_in: भाषा बदलें
kn_in: ಭಾಷೆ ಬದಲಿಸಿ
ur_arab_in: زبان تبدیل کریں

# txt_sbi
source: My SBI
hi_in: मेरा एसबीआई
kn_in: ನನ್ನ SBI
ur_arab_in: میرا SBI

# txt_icici
source: My ICICI
hi_in: मेरा आईसीआईसीआई
kn_in: ನನ್ನ ಐಸಿಐಸಿಐ
ur_arab_in: میرا ICICI

# txt_icici_credit
source: My ICICI Credit
hi_in: मेरा आईसीआईसीआई क्रेडिट
kn_in: ನನ್ನ ಐಸಿಐಸಿಐ ಕ್ರೆಡಿಟ್
ur_arab_in: میرا ICICI کریڈٹ

# txt_zerodha
source: My Zerodha
hi_in: मेरा ज़ेरोधा
kn_in: ನನ್ನ ಝೆರೋಧಾ
ur_arab_in: میرا زیرودھا

# txt_paytm
source: My PayTM
hi_in: मेरा पेटीएम
kn_in: ನನ್ನ PayTM
ur_arab_in: میرا PayTM

# txt_amazon_pay
source: My AmazonPay
hi_in: मेरा अमेज़ॅन पे
kn_in: ನನ್ನ AmazonPay
ur_arab_in: میرا AmazonPay

# txt_phonepe
source: My PhonePe
hi_in: मेरा फोनपे
kn_in: ನನ್ನ ಫೋನ್‌ಪೇ
ur_arab_in: میرا PhonePe

# txt_pf
source: My PF
hi_in: मेरा पीएफ
kn_in: ನನ್ನ PF
ur_arab_in: میرا PF

# txt_fast_tag
source: My FastTag
hi_in: मेरा फास्टटैग
kn_in: ನನ್ನ ಫಾಸ್ಟ್‌ಟ್ಯಾಗ್
ur_arab_in: میرا فاسٹ ٹیگ

# txt_digital_payments
source: Digital Payments
hi_in: डिजिटल भुगतान
kn_in: ಡಿಜಿಟಲ್ ಪಾವತಿಗಳು
ur_arab_in: ڈیجیٹل ادائیگی

# txt_home
source: My Home
hi_in: मेरा घर
kn_in: ನನ್ನ ಮನೆ
ur_arab_in: میرا گھر

# txt_my_education
source: My Education
hi_in: मेरी शिक्षा
kn_in: ನನ್ನ ಶಿಕ್ಷಣ
ur_arab_in: میری تعلیم

# txt_my_interview
source: My Interview
hi_in: मेरा साक्षात्कार
kn_in: ನನ್ನ ಸಂದರ್ಶನ
ur_arab_in: میرا انٹرویو

# txt_send_resume
source: Send CV
hi_in: भेजें CV
kn_in: ಕಳುಹಿಸು CV
ur_arab_in: بھیجیںCVn

# txt_view_resume
source: View CV
hi_in: देखें CV
kn_in: ವೀಕ್ಷಿಸಿ CV
ur_arab_in: دیکھیںCVn

# txt_my_contacts
source: Contacts
hi_in: संपर्क
kn_in: ಸಂಪರ್ಕಗಳು
ur_arab_in: رابطے

# txt_my_songs
source: Songs
hi_in: गीत
kn_in: ಹಾಡುಗಳು
ur_arab_in: گانے

# txt_my_compiler
source: My Compiler
hi_in: मेरा संकलक
kn_in: ನನ್ನ ಕಂಪೈಲರ್
ur_arab_in: میرا کمپائلر

# txt_my_scanner
source: Scanner
hi_in: चित्रान्वीक्षक
kn_in: ಸ್ಕ್ಯಾನರ್
ur_arab_in: سکینر

# txt_my_social_media
source: My Social Media
hi_in: मेरा सामाजिक मीडिया
kn_in: ನನ್ನ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ
ur_arab_in: میرا سوشل میڈیا

# txt_my_notifications
source: My Notification
hi_in: मेरी सूचना
kn_in: ನನ್ನ ಅಧಿಸೂಚನೆ
ur_arab_in: میری اطلاع

# txt_my_notes
source: My Notes
hi_in: मेरी टिप्पणी
kn_in: ನನ್ನ ಟಿಪ್ಪಣಿಗಳು
ur_arab_in: میرے نوٹس

# txt_my_sms
source: My SMS
hi_in: मेरा एसएमएस
kn_in: ನನ್ನ SMS
ur_arab_in: میرا SMS

# txt_personal_defaults
source: Personal Defaults
hi_in: व्यक्तिगत डिफ़ॉल्ट
kn_in: ವೈಯಕ್ತಿಕ ಡೀಫಾಲ್ಟ್‌ಗಳು
ur_arab_in: ذاتی ڈیفالٹس

# txt_wireless_media
source: Wireless Media
hi_in: वायरलेस मीडिया
kn_in: ವೈರ್‌ಲೆಸ್ ಮಾಧ್ಯಮ
ur_arab_in: وائرلیس میڈیا

# txt_backup_restore
source: Backup &amp; Restore
hi_in: बैकअप बहाल
kn_in: ಬ್ಯಾಕಪ್ ಮತ್ತು ಮರುಸ್ಥಾಪಿಸಿ
ur_arab_in: بیک اپ اور بحال کریں۔

# txt_log_out
source: Log Out
hi_in: लॉग आउट
kn_in: ಲಾಗ್ ಔಟ್
ur_arab_in: لاگ آؤٹ

# txt_services
source: Services
hi_in: सेवाएं
kn_in: ಸೇವೆಗಳು
ur_arab_in: خدمات

# txt_payment_reminders
source: Payment Reminders
hi_in: भुगतान अनुस्मारक
kn_in: ಪಾವತಿ ಜ್ಞಾಪನೆಗಳು
ur_arab_in: ادائیگی کی یاد دہانیاں

# txt_daily_workouts
source: Daily Workouts
hi_in: दैनिक कसरत
kn_in: ದೈನಂದಿನ ಜೀವನಕ್ರಮಗಳು
ur_arab_in: روزانہ ورزش

# title_daily_workouts
source: Daily Workouts
hi_in: दैनिक कसरत
kn_in: ದೈನಂದಿನ ಜೀವನಕ್ರಮಗಳು
ur_arab_in: روزانہ ورزش

# txt_navigation
source: navigation
hi_in: नेविगेशन
kn_in: ನ್ಯಾವಿಗೇಶನ್
ur_arab_in: نیویگیشن

# txt_transaction_sort_by
source: Get Transactions Sort By
hi_in: लेन-देन प्राप्त करें इसके अनुसार क्रमबद्ध करें
kn_in: ವಹಿವಾಟುಗಳನ್ನು ವಿಂಗಡಿಸಿ ಪಡೆಯಿರಿ
ur_arab_in: لین دین کو ترتیب سے حاصل کریں

# txt_read_more_about
source: Read more about
hi_in: पर और अधिक पढ़ें
kn_in: ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ಓದಿ
ur_arab_in: کے بارے میں مزید پڑھیں

# txt_open_in_webview
source: Open in WebView
hi_in: वेबव्यू में खोलें
kn_in: WebView ನಲ್ಲಿ ತೆರೆಯಿರಿ
ur_arab_in: WebView میں کھولیں۔

# txt_open_in_external_browser
source: Open in External Browser
hi_in: बाहरी ब्राउज़र में खोलें
kn_in: ಬಾಹ್ಯ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ
ur_arab_in: بیرونی براؤزر میں کھولیں۔

# txt_just_now
source: Just now
hi_in: अभी
kn_in: ಈಗ ತಾನೆ
ur_arab_in: ابھی ابھی

# txt_second
source: second
hi_in: सेकंड
kn_in: ಸೆಕೆಂಡು
ur_arab_in: سیکنڈ

# txt_minute
source: minute
hi_in: मिनट
kn_in: ನಿಮಿಷ
ur_arab_in: منٹ

# txt_hour
source: hour
hi_in: घंटा
kn_in: ಗಂಟೆ
ur_arab_in: گھنٹہ

# txt_day
source: day
hi_in: दिन
kn_in: ದಿನ
ur_arab_in: دن

# txt_month
source: month
hi_in: महीना
kn_in: ತಿಂಗಳು
ur_arab_in: مہینہ

# txt_year
source: year
hi_in: साल
kn_in: ವರ್ಷ
ur_arab_in: سال

# txt_seconds
source: seconds
hi_in: सेकेंडएस
kn_in: ಸೆಕೆಂಡುಗಳು
ur_arab_in: سیکنڈ

# txt_minutes
source: minutes
hi_in: मिनट्स
kn_in: ನಿಮಿಷಗಳು
ur_arab_in: منٹس

# txt_hours
source: hours
hi_in: घंटे
kn_in: ಗಂಟೆಗಳು
ur_arab_in: گھنٹے

# txt_days
source: days
hi_in: दिन
kn_in: ದಿನಗಳು
ur_arab_in: دن

# txt_months
source: months
hi_in: महीने
kn_in: ತಿಂಗಳುಗಳು
ur_arab_in: مہینے

# txt_years
source: years
hi_in: वर्षों
kn_in: ವರ್ಷ
ur_arab_in: سال

# txt_use_pin
source: Use Pin
hi_in: पिन का उपयोग करें
kn_in: ಪಿನ್ ಬಳಸಿ
ur_arab_in: پن کا استعمال کریں

# txt_account_inactive_from_past
source: Account Inactive from past
hi_in: अतीत से खाता निष्क्रिय
kn_in: ಹಿಂದಿನಿಂದಲೂ ಖಾತೆ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ
ur_arab_in: اکاؤنٹ ماضی سے غیر فعال ہے

# title_payment_reminders
source: Payment Reminders
hi_in: भुगतान अनुस्मारक
kn_in: ಪಾವತಿ ಜ್ಞಾಪನೆಗಳು
ur_arab_in: ادائیگی کی یاد دہانیاں

# txt_expires_in
source: Expires in %s
hi_in: समाप्त हो रहा है %s में
kn_in: ಅವಧಿ ಮುಗಿಯುತ್ತದೆ %sಲ್ಲಿ
ur_arab_in: ختم ہو جائے گا %s میں

# txt_expired
source: Expired %s back
hi_in: समाप्त हो गया %s पहले
kn_in: ಅವಧಿ ಮುಗಿದಿದೆ %s ಹಿಂದೆ
ur_arab_in: ختم ہو گیا %s پہلے

# txt_ago
source: ago
hi_in: पहले
kn_in: ಹಿಂದೆ
ur_arab_in: پہلے

# txt_app_usage
source: App Usage
hi_in: ऐप उपयोग
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಬಳಕೆ
ur_arab_in: ایپ کا استعمال

# title_app_usage
source: App Usage
hi_in: ऐप उपयोग
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಬಳಕೆ
ur_arab_in: ایپ کا استعمال

# txt_asc
source: Asc
hi_in: आरोही
kn_in: ಆರೋಹಣ
ur_arab_in: چڑھتے ہوئے

# txt_desc
source: Desc
hi_in: उतरते
kn_in: ಅವರೋಹಣ
ur_arab_in: نزول

# institute_name1
source: Sri Gayathri English School
hi_in: श्री गायत्री इंग्लिश स्कूल
kn_in: ಶ್ರೀ ಗಾಯತ್ರಿ ಇಂಗ್ಲಿಷ್ ಶಾಲೆ
ur_arab_in: سری گایتری انگلش اسکول

# institute_name2
source: St.Joseph's P.U College
hi_in: सेंट जोसेफ पीयू कॉलेज
kn_in: ಸೇಂಟ್ ಜೋಸೆಫ್ ಪಿಯು ಕಾಲೇಜು
ur_arab_in: سینٹ جوزف پی یو کالج

# institute_name3
source: East Point College Of Engineering and Technology
hi_in: ईस्ट पॉइंट कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी
kn_in: ಈಸ್ಟ್ ಪಾಯಿಂಟ್ ಕಾಲೇಜ್ ಆಫ್ ಇಂಜಿನಿಯರಿಂಗ್ ಅಂಡ್ ಟೆಕ್ನಾಲಜಿ
ur_arab_in: ایسٹ پوائنٹ کالج آف انجینئرنگ اینڈ ٹیکنالوجی

# institute_description1
source: I did My SSLC, I got great opportunity to learn many things from this School.It's good school, it gave me good platform for my studies.This school gives more importance for studies. <b>About School</b> To facilitate local children, the School was started in the year 1971, with seven board members with the Banner of Shree Gayathri Educational Society, on the opening day the students were enrolled in the rented building. Now we are proud to say it has grown big like a Banyan Tree with the strength of 1540 students and 65 teachers and non teaching staff in its fold, We have also sent 27 batches of S.S.L.C. students for the Board Examination. To-day we are privileged to have our own building with spacious class rooms and all the infrastructure like Science Lab, Computer Lab, A.V. Room and Vast Play Ground.
hi_in: मैंने अपना SSLC किया, मुझे इस स्कूल से बहुत कुछ सीखने का मौका मिला। यह अच्छा स्कूल है, इसने मुझे मेरी पढ़ाई के लिए अच्छा मंच दिया। यह स्कूल पढ़ाई को अधिक महत्व देता है। <b>स्कूल के बारे में </b> स्थानीय बच्चों की सुविधा के लिए वर्ष 1971 में श्री गायत्री एजुकेशनल सोसाइटी के बैनर के साथ सात बोर्ड सदस्यों के साथ स्कूल शुरू किया गया था, उद्घाटन के दिन छात्रों को किराए के भवन में नामांकित किया गया था। अब हमें यह कहते हुए गर्व हो रहा है कि यह बरगद के पेड़ की तरह बड़ा हो गया है जिसमें 1540 छात्र और 65 शिक्षक और गैर-शिक्षण कर्मचारी हैं, हमने बोर्ड परीक्षा के लिए एसएसएलसी छात्रों के 27 बैच भी भेजे हैं। आज हमारे पास विशाल क्लास रूम और साइंस लैब, कंप्यूटर लैब, एवी रूम और विशाल प्ले ग्राउंड जैसी सभी बुनियादी सुविधाओं के साथ अपना खुद का भवन है।
kn_in: ನಾನು ನನ್ನ ಎಸ್‌ಎಸ್‌ಎಲ್‌ಸಿ ಮಾಡಿದ್ದೇನೆ, ಈ ಶಾಲೆಯಿಂದ ಅನೇಕ ವಿಷಯಗಳನ್ನು ಕಲಿಯಲು ನನಗೆ ಉತ್ತಮ ಅವಕಾಶ ಸಿಕ್ಕಿತು. ಇದು ಉತ್ತಮ ಶಾಲೆ, ಇದು ನನ್ನ ಅಧ್ಯಯನಕ್ಕೆ ಉತ್ತಮ ವೇದಿಕೆಯನ್ನು ನೀಡಿದೆ. ಈ ಶಾಲೆಯು ಅಧ್ಯಯನಕ್ಕೆ ಹೆಚ್ಚಿನ ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ನೀಡುತ್ತದೆ. <b>ಶಾಲೆಯ ಬಗ್ಗೆ </b> ಸ್ಥಳೀಯ ಮಕ್ಕಳಿಗೆ ಅನುಕೂಲವಾಗುವಂತೆ, 1971 ರಲ್ಲಿ ಶಾಲೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲಾಯಿತು, ಏಳು ಮಂಡಳಿಯ ಸದಸ್ಯರು ಶ್ರೀ ಗಾಯತ್ರಿ ಎಜುಕೇಷನಲ್ ಸೊಸೈಟಿಯ ಬ್ಯಾನರ್‌ನೊಂದಿಗೆ, ಪ್ರಾರಂಭದ ದಿನದಂದು ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಬಾಡಿಗೆ ಕಟ್ಟಡದಲ್ಲಿ ದಾಖಲಿಸಲಾಯಿತು. ಈಗ 1540 ವಿದ್ಯಾರ್ಥಿಗಳು ಮತ್ತು 65 ಶಿಕ್ಷಕರು ಮತ್ತು ಬೋಧಕೇತರ ಸಿಬ್ಬಂದಿಗಳ ಬಲದೊಂದಿಗೆ ಆಲದ ಮರದಂತೆ ಬೆಳೆದಿದೆ ಎಂದು ಹೇಳಲು ನಾವು ಹೆಮ್ಮೆಪಡುತ್ತೇವೆ, ನಾವು 27 ಬ್ಯಾಚ್ SSLC ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಬೋರ್ಡ್ ಪರೀಕ್ಷೆಗೆ ಕಳುಹಿಸಿದ್ದೇವೆ. ಇಂದು ನಾವು ವಿಶಾಲವಾದ ತರಗತಿ ಕೊಠಡಿಗಳೊಂದಿಗೆ ನಮ್ಮ ಸ್ವಂತ ಕಟ್ಟಡವನ್ನು ಹೊಂದಲು ಮತ್ತು ಸೈನ್ಸ್ ಲ್ಯಾಬ್, ಕಂಪ್ಯೂಟರ್ ಲ್ಯಾಬ್, AV ಕೊಠಡಿ ಮತ್ತು ವಿಶಾಲವಾದ ಆಟದ ಮೈದಾನದಂತಹ ಎಲ್ಲಾ ಮೂಲಸೌಕರ್ಯಗಳನ್ನು ಹೊಂದಿದ್ದೇವೆ.
ur_arab_in: میں نے اپنا SSLC کیا، مجھے اس اسکول سے بہت سی چیزیں سیکھنے کا بہترین موقع ملا۔ یہ اچھا اسکول ہے، اس نے مجھے اپنی پڑھائی کے لیے اچھا پلیٹ فارم دیا ہے۔ یہ اسکول پڑھائی کو زیادہ اہمیت دیتا ہے۔ <b>اسکول کے بارے میں </b> مقامی بچوں کی سہولت کے لیے، اسکول کا آغاز 1971 میں کیا گیا تھا، جس کے سات بورڈ ممبران شری گایتری ایجوکیشنل سوسائٹی کے بینر کے ساتھ تھے، افتتاحی دن طلبہ کو کرائے کی عمارت میں داخلہ دیا گیا تھا۔ اب ہمیں یہ کہتے ہوئے فخر محسوس ہوتا ہے کہ یہ برگد کے درخت کی طرح بڑا ہو گیا ہے جس میں 1540 طلباء اور 65 اساتذہ اور غیر تدریسی عملہ شامل ہے، ہم نے بورڈ کے امتحان کے لیے SSLC طلباء کے 27 بیچ بھی بھیجے ہیں۔ آج ہمیں یہ اعزاز حاصل ہے کہ ہماری اپنی عمارت کشادہ کلاس رومز اور تمام بنیادی ڈھانچہ جیسے سائنس لیب، کمپیوٹر لیب، اے وی روم اور وسیع پلے گراؤنڈ ہے۔

# institute_description2
source: I did My PUC in Biology, It has very big Infrastructure.It's very old college, and the teaching is very good.This college is not just a platform for studies, it's very good for extra curricular activities too.It is one of best recognised college in Bangalore. <b>About School</b> Success in St. Josephâ€™s is not defined just in terms of academic excellence, but in directing its educational efforts to make future leaders, with a holistic combination of intellectual prowess. While we don't compromise on academics, we aim at forming students with social concern, conscience, compassion and personal and moral values, down the years, the Josephites have made our institution and our nation proud. Our students have contributed positively to the society at large.
hi_in: मैंने जीव विज्ञान में अपना पीयूसी किया है, इसमें बहुत बड़ा बुनियादी ढांचा है। यह बहुत पुराना कॉलेज है, और शिक्षण बहुत अच्छा है। यह कॉलेज सिर्फ पढ़ाई का मंच नहीं है, यह पाठ्येतर गतिविधियों के लिए भी बहुत अच्छा है। यह बैंगलोर में सर्वश्रेष्ठ मान्यता प्राप्त कॉलेज में से एक है। <b>स्कूल के बारे में</b> सेंट जोसेफ में सफलता केवल अकादमिक उत्कृष्टता के संदर्भ में परिभाषित नहीं है, बल्कि भविष्य के नेताओं को बनाने के लिए अपने शैक्षिक प्रयासों को निर्देशित करने में है, बौद्धिक कौशल के समग्र संयोजन के साथ। जबकि हम शिक्षाविदों से समझौता नहीं करते हैं, हमारा लक्ष्य सामाजिक सरोकार, विवेक, करुणा और व्यक्तिगत और नैतिक मूल्यों के साथ छात्रों का निर्माण करना है, पिछले कुछ वर्षों में, जोसेफाइट्स ने हमारी संस्था और हमारे देश को गौरवान्वित किया है। हमारे छात्रों ने बड़े पैमाने पर समाज के लिए सकारात्मक योगदान दिया है।
kn_in: ನಾನು ಜೀವಶಾಸ್ತ್ರದಲ್ಲಿ ನನ್ನ PUC ಮಾಡಿದ್ದೇನೆ, ಇದು ತುಂಬಾ ದೊಡ್ಡ ಮೂಲಸೌಕರ್ಯವನ್ನು ಹೊಂದಿದೆ. ಇದು ತುಂಬಾ ಹಳೆಯ ಕಾಲೇಜು, ಮತ್ತು ಬೋಧನೆಯು ತುಂಬಾ ಉತ್ತಮವಾಗಿದೆ. ಈ ಕಾಲೇಜು ಕೇವಲ ಅಧ್ಯಯನಕ್ಕೆ ವೇದಿಕೆಯಲ್ಲ, ಪಠ್ಯೇತರ ಚಟುವಟಿಕೆಗಳಿಗೂ ಇದು ತುಂಬಾ ಒಳ್ಳೆಯದು. ಇದು ಬೆಂಗಳೂರಿನ ಅತ್ಯುತ್ತಮ ಮಾನ್ಯತೆ ಪಡೆದ ಕಾಲೇಜುಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. <b>ಶಾಲೆಯ ಬಗ್ಗೆ</b> ಸೇಂಟ್ ಜೋಸೆಫ್ಸ್‌ನಲ್ಲಿನ ಯಶಸ್ಸನ್ನು ಕೇವಲ ಶೈಕ್ಷಣಿಕ ಉತ್ಕೃಷ್ಟತೆಯ ದೃಷ್ಟಿಯಿಂದ ವ್ಯಾಖ್ಯಾನಿಸಲಾಗಿಲ್ಲ, ಆದರೆ ಭವಿಷ್ಯದ ನಾಯಕರನ್ನಾಗಿ ಮಾಡಲು ಅದರ ಶೈಕ್ಷಣಿಕ ಪ್ರಯತ್ನಗಳನ್ನು ನಿರ್ದೇಶಿಸುವಲ್ಲಿ, ಬೌದ್ಧಿಕ ಪರಾಕ್ರಮದ ಸಮಗ್ರ ಸಂಯೋಜನೆಯೊಂದಿಗೆ. ನಾವು ಶೈಕ್ಷಣಿಕ ವಿಷಯದಲ್ಲಿ ರಾಜಿ ಮಾಡಿಕೊಳ್ಳದಿದ್ದರೂ, ನಾವು ಸಾಮಾಜಿಕ ಕಾಳಜಿ, ಆತ್ಮಸಾಕ್ಷಿ, ಸಹಾನುಭೂತಿ ಮತ್ತು ವೈಯಕ್ತಿಕ ಮತ್ತು ನೈತಿಕ ಮೌಲ್ಯಗಳೊಂದಿಗೆ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ರೂಪಿಸುವ ಗುರಿಯನ್ನು ಹೊಂದಿದ್ದೇವೆ, ವರ್ಷಗಳಲ್ಲಿ, ಜೋಸೆಫೈಟ್‌ಗಳು ನಮ್ಮ ಸಂಸ್ಥೆ ಮತ್ತು ನಮ್ಮ ರಾಷ್ಟ್ರವನ್ನು ಹೆಮ್ಮೆಪಡುವಂತೆ ಮಾಡಿದ್ದಾರೆ. ನಮ್ಮ ವಿದ್ಯಾರ್ಥಿಗಳು ಸಮಾಜಕ್ಕೆ ಧನಾತ್ಮಕ ಕೊಡುಗೆ ನೀಡಿದ್ದಾರೆ.
ur_arab_in: میں نے حیاتیات میں پی یو سی کیا، اس کا بہت بڑا انفراسٹرکچر ہے۔ یہ بہت پرانا کالج ہے، اور تدریس بہت اچھی ہے۔ یہ کالج صرف مطالعہ کا پلیٹ فارم نہیں ہے، یہ غیر نصابی سرگرمیوں کے لیے بھی بہت اچھا ہے۔ یہ بنگلور کے بہترین تسلیم شدہ کالجوں میں سے ایک ہے۔ <b>اسکول کے بارے میں</b> سینٹ جوزف میں کامیابی کی تعریف صرف تعلیمی فضیلت کے لحاظ سے نہیں کی گئی ہے، بلکہ مستقبل کے رہنما بنانے کے لیے اس کی تعلیمی کوششوں کو ہدایت دینے میں، فکری قابلیت کے مجموعی امتزاج کے ساتھ۔ جب کہ ہم ماہرین تعلیم پر کوئی سمجھوتہ نہیں کرتے ہیں، ہمارا مقصد سماجی فکر، ضمیر، ہمدردی اور ذاتی اور اخلاقی اقدار کے ساتھ طالب علموں کی تشکیل کرنا ہے، جوزفائیٹس نے ہمارے ادارے اور ہماری قوم کو قابل فخر بنایا ہے۔ ہمارے طلباء نے بڑے پیمانے پر معاشرے میں مثبت کردار ادا کیا ہے۔

# institute_description3
source: I did My Bachelor Of Engineering(Computer Science), It has very big Infrastructure It has many Branches and now this college has Education in almost all type of fields. <b>About School</b> When education began, the purpose was betterment of mankind. Over a period of time, the purpose was forgotten, humanity was taken away from education. At East Point, we vow to bring humanity back into education. We aim to accomplish our goal by practising collective learning, sustainable living and by encouraging a people-friendly environment. We pledge to live by our philosophy in everything we do. For a better mankind. For a better world.
hi_in: मैंने अपना बैचलर ऑफ इंजीनियरिंग (कंप्यूटर साइंस) किया है, इसकी बहुत बड़ी आधारभूत संरचना है इसकी कई शाखाएँ हैं और अब इस कॉलेज में लगभग सभी प्रकार के क्षेत्रों में शिक्षा है। <b>स्कूल के बारे में</b> जब शिक्षा शुरू हुई , उद्देश्य मानव जाति की बेहतरी थी। समय के साथ, उद्देश्य को भुला दिया गया, मानवता को शिक्षा से दूर कर दिया गया। ईस्ट पॉइंट पर, हम मानवता को शिक्षा में वापस लाने का संकल्प लेते हैं। हमारा लक्ष्य सामूहिक शिक्षा, सतत जीवन और लोगों के अनुकूल वातावरण को प्रोत्साहित करके अपने लक्ष्य को पूरा करना है। हम जो कुछ भी करते हैं उसमें हम अपने दर्शन के अनुसार जीने का संकल्प लेते हैं। एक बेहतर मानव जाति के लिए। एक बेहतर दुनिया के लिए।
kn_in: ನಾನು ನನ್ನ ಬ್ಯಾಚುಲರ್ ಆಫ್ ಇಂಜಿನಿಯರಿಂಗ್ (ಕಂಪ್ಯೂಟರ್ ಸೈನ್ಸ್) ಮಾಡಿದ್ದೇನೆ, ಇದು ಬಹಳ ದೊಡ್ಡ ಮೂಲಸೌಕರ್ಯವನ್ನು ಹೊಂದಿದೆ ಇದು ಅನೇಕ ಶಾಖೆಗಳನ್ನು ಹೊಂದಿದೆ ಮತ್ತು ಈಗ ಈ ಕಾಲೇಜು ಬಹುತೇಕ ಎಲ್ಲಾ ರೀತಿಯ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಶಿಕ್ಷಣವನ್ನು ಹೊಂದಿದೆ. <b>ಶಾಲೆಯ ಬಗ್ಗೆ</b> ಶಿಕ್ಷಣ ಪ್ರಾರಂಭವಾದಾಗ , ಉದ್ದೇಶ ಮನುಕುಲದ ಒಳಿತಾಗಿತ್ತು. ಕಾಲಾನಂತರದಲ್ಲಿ, ಉದ್ದೇಶ ಮರೆತುಹೋಯಿತು, ಶಿಕ್ಷಣದಿಂದ ಮಾನವೀಯತೆ ದೂರವಾಯಿತು. ಈಸ್ಟ್ ಪಾಯಿಂಟ್‌ನಲ್ಲಿ, ಮಾನವೀಯತೆಯನ್ನು ಶಿಕ್ಷಣಕ್ಕೆ ಮರಳಿ ತರಲು ನಾವು ಪ್ರತಿಜ್ಞೆ ಮಾಡುತ್ತೇವೆ. ಸಾಮೂಹಿಕ ಕಲಿಕೆ, ಸುಸ್ಥಿರ ಜೀವನವನ್ನು ಅಭ್ಯಾಸ ಮಾಡುವ ಮೂಲಕ ಮತ್ತು ಜನ-ಸ್ನೇಹಿ ವಾತಾವರಣವನ್ನು ಪ್ರೋತ್ಸಾಹಿಸುವ ಮೂಲಕ ನಮ್ಮ ಗುರಿಯನ್ನು ಸಾಧಿಸುವ ಗುರಿಯನ್ನು ನಾವು ಹೊಂದಿದ್ದೇವೆ. ನಾವು ಮಾಡುವ ಪ್ರತಿಯೊಂದರಲ್ಲೂ ನಮ್ಮ ತತ್ವಶಾಸ್ತ್ರದ ಪ್ರಕಾರ ಬದುಕಲು ನಾವು ಪ್ರತಿಜ್ಞೆ ಮಾಡುತ್ತೇವೆ. ಉತ್ತಮ ಮಾನವಕುಲಕ್ಕಾಗಿ. ಉತ್ತಮ ಪ್ರಪಂಚಕ್ಕಾಗಿ.
ur_arab_in: میں نے اپنی بیچلر آف انجینئرنگ (کمپیوٹر سائنس) کی ہے، اس کا بہت بڑا انفراسٹرکچر ہے اس کی بہت سی برانچیں ہیں اور اب اس کالج میں تقریباً ہر قسم کے شعبوں کی تعلیم ہے۔ <b>اسکول کے بارے میں</b> جب تعلیم شروع ہوئی اس کا مقصد بنی نوع انسان کی بہتری تھا۔ وقت گزرنے کے ساتھ مقصد کو بھلا دیا گیا، تعلیم سے انسانیت چھین لی گئی۔ ایسٹ پوائنٹ پر، ہم انسانیت کو تعلیم میں واپس لانے کا عہد کرتے ہیں۔ ہمارا مقصد اجتماعی سیکھنے، پائیدار زندگی گزارنے اور لوگوں کے لیے دوستانہ ماحول کی حوصلہ افزائی کے ذریعے اپنا مقصد پورا کرنا ہے۔ ہم اپنے ہر کام میں اپنے فلسفے کے مطابق رہنے کا عہد کرتے ہیں۔ ایک بہتر انسان کے لیے۔ ایک بہتر دنیا کے لیے۔

# app_usage_sort_by1
source: Sort By
hi_in: क्रमबद्ध करें
kn_in: ವಿಂಗಡಿಸು
ur_arab_in: ترتیب دیں

# app_usage_sort_by2
source: App Name
hi_in: एप्लिकेशन नाम
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಹೆಸರು
ur_arab_in: ایپ نام

# app_usage_sort_by3
source: Total usage time
hi_in: कुल उपयोग समय
kn_in: ಒಟ್ಟು ಬಳಕೆಯ ಸಮಯ
ur_arab_in: کل استعمال کا وقت

# app_usage_sort_by4
source: Last time used
hi_in: पिछली बार इस्तेमाल किया गया
kn_in: ಕೊನೆಯ ಬಾರಿ ಬಳಸಲಾಗಿದೆ
ur_arab_in: آخری بار استعمال کیا گیا۔
