Repository: irfankhan14/MyIosIrfanApp
Catalog: Irfan Khan S/*.lproj/Localizable.strings
Languages: hi_in, kn_in, ur_arab_in

# app_name
source: Irfan Khan S
hi_in: इरफ़ान खान एस
kn_in: ಇರ್ಫಾನ್ ಖಾನ್ ಎಸ್
ur_arab_in: عرفان خان یس

# title_home
source: Home
hi_in: मुख्य
kn_in: ಮುಖ್ಯ
ur_arab_in: مرکزی

# title_dashboard
source: Dashboard
hi_in: डैशबोर्ड
kn_in: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ur_arab_in: ڈیش بورڈ

# title_news
source: News
hi_in: समाचार
kn_in: ಸುದ್ದಿ
ur_arab_in: خبریں

# title_account
source: Account
hi_in: हेतु
kn_in: ಖಾತೆ
ur_arab_in: کھاتہ

# title_web_page
source: Web Page
hi_in: वेब पृष्ठ
kn_in: ಅಂತರ್ಜಾಲ ಪುಟ
ur_arab_in: ویب صفحہ

# title_education
source: My Education
hi_in: मेरी शिक्षा
kn_in: ನನ್ನ ಶಿಕ್ಷಣ
ur_arab_in: میری تعلیم

# title_sms
source: SMS
hi_in: एसएमएस
ur_arab_in: پیغام

# title_topics
source: Topics
hi_in: विषय
kn_in: ವಿಷಯಗಳು
ur_arab_in: موضوعات

# title_notes
source: My Notes
hi_in: मेरी टिप्पणियाँ
kn_in: ನನ್ನ ಟಿಪ್ಪಣಿಗಳು
ur_arab_in: میرے نوٹس

# title_add_notes
source: Add Notes
hi_in: नोट्स जोड़ें
kn_in: ಟಿಪ್ಪಣಿಗಳನ್ನು ಸೇರಿಸಿ
ur_arab_in: نوٹس شامل کریں۔

# title_questions
source: Interview Questions
hi_in: साक्षात्कार के प्रश्न
kn_in: ಸಂದರ್ಶನ ಪ್ರಶ್ನೆಗಳು
ur_arab_in: انٹرویو کے سوالات

# title_answers
source: Interview Answers
hi_in: साक्षात्कार के उत्तर
kn_in: ಸಂದರ್ಶನ ಉತ್ತರಗಳು
ur_arab_in: انٹرویو کے جوابات

# title_notification
source: My Notifications
hi_in: मेरी सूचनाएं
kn_in: ನನ್ನ ಅಧಿಸೂಚನೆಗಳು
ur_arab_in: میری اطلاعات

# title_refresh
source: Refresh
hi_in: ताज़ा करना
kn_in: ರಿಫ್ರೆಶ್ ಮಾಡಿ
ur_arab_in: ریفریش کریں۔

# title_contacts
source: Contacts
hi_in: संपर्क
kn_in: ಸಂಪರ್ಕಗಳು
ur_arab_in: رابطے

# title_calculator
source: Calculator
hi_in: कैलकुलेटर
kn_in: ಕ್ಯಾಲ್ಕುಲೇಟರ್
ur_arab_in: کیلکولیٹر

# title_compiler
source: Compiler
hi_in: संकलक
kn_in: ಕಂಪೈಲರ್
ur_arab_in: مرتب کرنے والا

# title_scanner
source: Scanner
hi_in: चित्रान्वीक्षक
kn_in: ಸ್ಕ್ಯಾನರ್
ur_arab_in: سکینر

# txt_backup
source: Backup
hi_in: बैकअप
kn_in: ಬ್ಯಾಕಪ್
ur_arab_in: بیک اپ

# txt_restore
source: Restore
hi_in: पुनर्स्थापित
kn_in: ಮರುಸ್ಥಾಪಿಸಿ
ur_arab_in: بحال کریں۔

# txt_please_touch_to_continue
source: Please touch to continue
hi_in: जारी रखने के लिए कृपया स्पर्श करें
kn_in: ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ಸ್ಪರ್ಶಿಸಿ
ur_arab_in: جاری رکھنے کے لیے براہ کرم ٹچ کریں۔

# txt_read_more
source: Read more &#8230;
hi_in: अधिक पढ़ें …
kn_in: ಮತ್ತಷ್ಟು ಓದು …
ur_arab_in: مزید پڑھ …

# txt_please_wait
source: Please wait &#8230;
hi_in: कृपया प्रतीक्षा करें …
kn_in: ದಯಮಾಡಿ ನಿರೀಕ್ಷಿಸಿ …
ur_arab_in: برائے مہربانی انتظار کریں …

# txt_exit_app
source: Please click back again to exit
hi_in: कृपया बाहर निकलने के लिए फिर से क्लिक करें
kn_in: ನಿರ್ಗಮಿಸಲು ದಯವಿಟ್ಟು ಮತ್ತೆ ಮತ್ತೆ ಕ್ಲಿಕ್ ಮಾಡಿ
ur_arab_in: باہر نکلنے کے لیے براہ کرم دوبارہ کلک کریں۔

# txt_log_out_app
source: Do you want to Log Out from this app?
hi_in: क्या आप इस ऐप से लॉग आउट करना चाहते हैं?
kn_in: ನೀವು ಈ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಬಯಸುವಿರಾ?
ur_arab_in: کیا آپ اس ایپ سے لاگ آؤٹ کرنا چاہتے ہیں؟

# txt_incorrect_data
source: Please Enter Your Correct Data
hi_in: कृपया अपना सही डेटा दर्ज करें
kn_in: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸರಿಯಾದ ಡೇಟಾವನ್ನು ನಮೂದಿಸಿ
ur_arab_in: براہ کرم اپنا درست ڈیٹا درج کریں۔

# txt_success_bkp_data
source: Data Back Up Successful
hi_in: डेटा बैक अप सफल
kn_in: ಡೇಟಾ ಬ್ಯಾಕಪ್ ಯಶಸ್ವಿಯಾಗಿದೆ
ur_arab_in: ڈیٹا بیک اپ کامیاب

# txt_success_restore_data
source: Data Restore Successful
hi_in: डेटा पुनर्स्थापना सफल
kn_in: ಡೇಟಾ ಮರುಸ್ಥಾಪನೆ ಯಶಸ್ವಿಯಾಗಿದೆ
ur_arab_in: ڈیٹا کی بحالی کامیاب

# txt_send_email_data
source: Send email &#8230;
hi_in: ईमेल भेजें …
kn_in: ಇಮೇಲ್ ಕಳುಹಿಸಿ …
ur_arab_in: ای میل بھیجیں …

# txt_send_email
source: Do you want to send email
hi_in: क्या आप ईमेल भेजना चाहते हैं
kn_in: ನೀವು ಇಮೇಲ್ ಕಳುಹಿಸಲು ಬಯಸುವಿರಾ
ur_arab_in: کیا آپ ای میل بھیجنا چاہتے ہیں؟

# txt_subject_bkp_data
source: My BackUp Data
hi_in: मेरा बैकअप डेटा
kn_in: ನನ್ನ ಬ್ಯಾಕಪ್ ಡೇಟಾ
ur_arab_in: میرا بیک اپ ڈیٹا

# txt_update_notes
source: Update Notes
hi_in: अपडेट नोट्स
kn_in: ಟಿಪ್ಪಣಿಗಳನ್ನು ನವೀಕರಿಸಿ
ur_arab_in: نوٹس کو اپ ڈیٹ کریں۔

# txt_update
source: Update
hi_in: अद्यतन
kn_in: ನವೀಕರಿಸಿ
ur_arab_in: اپ ڈیٹ

# txt_delete
source: Delete
hi_in: हटाएं
kn_in: ಅಳಿಸಿ
ur_arab_in: حذف کریں۔

# txt_login
source: Login
hi_in: लॉग इन करें
kn_in: ಲಾಗಿನ್ ಮಾಡಿ
ur_arab_in: لاگ ان کریں

# txt_change_date
source: Change Date
hi_in: तारीख बदलें
kn_in: ದಿನಾಂಕವನ್ನು ಬದಲಾಯಿಸಿ
ur_arab_in: تاریخ تبدیل کریں۔

# txt_select_date
source: Select From Date
hi_in: दिनांक से चुनें
kn_in: ದಿನಾಂಕದಿಂದ ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: تاریخ سے منتخب کریں۔

# txt_no_internet_connection
source: Sorry there is No Internet Connection
hi_in: क्षमा करें, कोई इंटरनेट कनेक्शन नहीं है
kn_in: ಕ್ಷಮಿಸಿ ಯಾವುದೇ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲ
ur_arab_in: معذرت کوئی انٹرنیٹ کنکشن نہیں ہے۔

# txt_save_contacts
source: Contacts Saved Successfully
hi_in: संपर्क सफलतापूर्वक सहेजे गए
kn_in: ಸಂಪರ್ಕಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ
ur_arab_in: رابطے کامیابی کے ساتھ محفوظ ہو گئے۔

# title_ftp
source: FTP
hi_in: एफ़टीपी
ur_arab_in: ایف ٹی پی

# title_personal_defaults
source: Personal Defaults
hi_in: व्यक्तिगत चूक
kn_in: ವೈಯಕ್ತಿಕ ಡೀಫಾಲ್ಟ್‌ಗಳು
ur_arab_in: ذاتی ڈیفالٹس

# txt_directory_location
source: Directory Location:
hi_in: निर्देशिका स्थान:
kn_in: ಡೈರೆಕ್ಟರಿ ಸ್ಥಳ:
ur_arab_in: ڈائریکٹری کا مقام:

# txtUsername
source: Username:
hi_in: उपयोगकर्ता नाम:
kn_in: ಬಳಕೆದಾರ ಹೆಸರು:
ur_arab_in: صارف نام:

# txtPassword
source: Password:
hi_in: कुंजिका:
kn_in: ಗುಪ್ತಪದ:
ur_arab_in: پاس ورڈ:

# txtConnect
source: Connect
hi_in: जुडिये
kn_in: ಸಂಪರ್ಕಿಸು
ur_arab_in: جڑیں

# txtDisconnect
source: Disconnect
hi_in: डिस्कनेक्ट
kn_in: ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಿ
ur_arab_in: منقطع کرنا

# txt_sbi_account
source: SBI Account
hi_in: एसबीआई खाता
kn_in: SBI ಖಾತೆ
ur_arab_in: ایس بی آئی اکاؤنٹ

# txt_paytm_account
source: PayTM Account
hi_in: पेटीएम खाता
kn_in: PayTM ಖಾತೆ
ur_arab_in: پے ٹی ایم اکاؤنٹ

# txt_phonepe_account
source: PhonePe Account
hi_in: फोनपे खाता
kn_in: PhonePe ಖಾತೆ
ur_arab_in: PhonePe اکاؤنٹ

# txt_icici_account
source: ICICI Account
hi_in: आईसीआईसीआई खाता
kn_in: ICICI ಖಾತೆ
ur_arab_in: ICICI اکاؤنٹ

# txt_icici_credit_account
source: ICICI Credit Account
hi_in: आईसीआईसीआई क्रेडिट खाता
kn_in: ICICI ಕ್ರೆಡಿಟ್ ಖಾತೆ
ur_arab_in: ICICI کریڈٹ اکاؤنٹ

# txt_pf_account
source: PF Account
hi_in: पीएफ अकाउंट
kn_in: ಪಿಎಫ್ ಖಾತೆ
ur_arab_in: پی ایف اکاؤنٹ

# txt_fasttag_account
source: Fast Tag Account
hi_in: फास्ट टैग खाता
kn_in: ಫಾಸ್ಟ್ ಟ್ಯಾಗ್ ಖಾತೆ
ur_arab_in: فاسٹ ٹیگ اکاؤنٹ

# txt_home_account
source: Home Account
hi_in: होम अकाउंट
kn_in: ಗೃಹ ಖಾತೆ
ur_arab_in: ہوم اکاؤنٹ

# txt_my_account
source: My Account
hi_in: मेरा खाता
kn_in: ನನ್ನ ಖಾತೆ
ur_arab_in: میرا اکاونٹ

# txt_amazon_pay_account
source: AmazonPay Account
hi_in: AmazonPay खाता
kn_in: AmazonPay ಖಾತೆ
ur_arab_in: ایمیزون پے اکاؤنٹ

# txt_zerodha_account
source: Zerodha Account
hi_in: ज़ेरोधा खाता
kn_in: Zerodha ಖಾತೆ
ur_arab_in: زیرودھا اکاؤنٹ

# txt_news_updated
source: News Updated
hi_in: समाचार अपडेट किया गया
kn_in: ಸುದ್ದಿ ನವೀಕರಿಸಲಾಗಿದೆ
ur_arab_in: خبروں کی تازہ کاری

# txt_submit
source: Submit
hi_in: प्रस्तुत करना
kn_in: ಸಲ್ಲಿಸು
ur_arab_in: جمع کرائیں

# txt_cancel
source: Cancel
hi_in: रद्द करें
kn_in: ರದ್ದುಮಾಡು
ur_arab_in: منسوخ کریں۔

# txt_dialog_keyword
source: Please Enter the keyword to Search
hi_in: कृपया खोज करने के लिए कीवर्ड दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಹುಡುಕಲು ಕೀವರ್ಡ್ ನಮೂದಿಸಿ
ur_arab_in: براہ کرم تلاش کے لیے مطلوبہ لفظ درج کریں۔

# txt_yes
source: Yes
hi_in: हां
kn_in: ಹೌದು
ur_arab_in: جی ہاں

# txt_no
source: No
hi_in: नहीं
kn_in: ಸಂ
ur_arab_in: نہیں

# txt_add
source: Add
hi_in: जोड़ें
kn_in: ಸೇರಿಸಿ
ur_arab_in: شامل کریں۔

source: Notification Listener Service
hi_in: अधिसूचना श्रोता सेवा
kn_in: ಅಧಿಸೂಚನೆ ಕೇಳುಗ ಸೇವೆ
ur_arab_in: اطلاع سننے کی خدمت

# notification_listener_service_explanation
source: For the app. to work you need to enable the Notification Listener Service. Enable it now?
hi_in: ऐप के लिए। काम करने के लिए आपको अधिसूचना श्रोता सेवा को सक्षम करने की आवश्यकता है। इसे अभी सक्षम करें?
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ. ಕೆಲಸ ಮಾಡಲು ನೀವು ಅಧಿಸೂಚನೆ ಕೇಳುಗರ ಸೇವೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು. ಇದೀಗ ಸಕ್ರಿಯಗೊಳಿಸುವುದೇ?
ur_arab_in: ایپ کے لیے۔ کام کرنے کے لیے آپ کو اطلاع سننے والی سروس کو فعال کرنے کی ضرورت ہے۔ اسے ابھی فعال کریں؟

# txt_enable
source: Enable
hi_in: सक्षम
kn_in: ಸಕ್ರಿಯಗೊಳಿಸಿ
ur_arab_in: فعال

# txt_enable_auto_start_app
source: Do you want Enable Auto Start for the app?
hi_in: क्या आप ऐप के लिए ऑटो स्टार्ट सक्षम करना चाहते हैं?
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ಸ್ವಯಂ ಪ್ರಾರಂಭವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ur_arab_in: کیا آپ ایپ کے لیے آٹو اسٹارٹ کو فعال کرنا چاہتے ہیں؟

# txt_date_calculator
source: Date Calculator
hi_in: दिनांक कैलकुलेटर
kn_in: ದಿನಾಂಕ ಕ್ಯಾಲ್ಕುಲೇಟರ್
ur_arab_in: تاریخ کیلکولیٹر

# txt_percentage_calculator
source: Percentage Calculator
hi_in: प्रतिशत कैलकुलेटर
kn_in: ಶೇಕಡಾವಾರು ಕ್ಯಾಲ್ಕುಲೇಟರ್
ur_arab_in: فیصد کیلکولیٹر

# txt_emi_calculator
source: EMI Calculator
hi_in: ईएमआई कैलकुलेटर
kn_in: EMI ಕ್ಯಾಲ್ಕುಲೇಟರ್
ur_arab_in: EMI کیلکولیٹر

# txt_start_date
source: Select Start Date
hi_in: प्रारंभ तिथि चुनें
kn_in: ಪ್ರಾರಂಭ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: شروع کی تاریخ منتخب کریں۔

# txt_end_date
source: Select End Date
hi_in: समाप्ति तिथि चुनें
kn_in: ಅಂತಿಮ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: اختتامی تاریخ منتخب کریں۔

# txt_start_time
source: Select Start Time
hi_in: प्रारंभ समय चुनें
kn_in: ಪ್ರಾರಂಭ ಸಮಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: شروع کا وقت منتخب کریں۔

# txt_end_time
source: Select End Time
hi_in: समाप्ति समय चुनें
kn_in: ಅಂತಿಮ ಸಮಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: اختتامی وقت منتخب کریں۔

# txt_amount
source: Amount
hi_in: राशि
kn_in: ಮೊತ್ತ
ur_arab_in: رقم

# txt_rate
source: Rate
hi_in: भाव
kn_in: ದರ
ur_arab_in: شرح

# txt_result
source: Result
hi_in: परिणाम
kn_in: ಫಲಿತಾಂಶ
ur_arab_in: نتیجہ

# txt_prev
source: Previous
hi_in: पहले का
kn_in: ಹಿಂದಿನ
ur_arab_in: پچھلا

# txt_next
source: Next
hi_in: अगला
kn_in: ಮುಂದೆ
ur_arab_in: اگلے

# txt_duration
source: Duration (in months)
hi_in: अवधि (महीनों में)
kn_in: ಅವಧಿ (ತಿಂಗಳಲ್ಲಿ)
ur_arab_in: دورانیہ (مہینوں میں)

# txt_interest_rate
source: Interest Rate
hi_in: ब्याज दर
kn_in: ಬಡ್ಡಿ ದರ
ur_arab_in: سود کی شرح

# txt_emi
source: EMI
hi_in: ईएमआई

# txt_interest
source: Interest
hi_in: ब्याज
kn_in: ಆಸಕ್ತಿ
ur_arab_in: دلچسپی

# txt_total_payment
source: Total Payment
hi_in: कुल भुगतान
kn_in: ಒಟ್ಟು ಪಾವತಿ
ur_arab_in: کل ادائیگی

# txt_returns
source: Returns
hi_in: रिटर्न
kn_in: ಹಿಂತಿರುಗಿಸುತ್ತದೆ
ur_arab_in: واپسی

# already_connect
source: Already connected!
hi_in: पहले से ही कनेक्टेड!
kn_in: ಈಗಾಗಲೇ ಸಂಪರ್ಕಗೊಂಡಿದೆ!
ur_arab_in: پہلے سے منسلک ہے!

# txt_removed_wifi
source: You have removed this wifi!
hi_in: आपने इस वाईफाई को हटा दिया है!
kn_in: ನೀವು ಈ ವೈಫೈ ಅನ್ನು ತೆಗೆದುಹಾಕಿರುವಿರಿ!
ur_arab_in: آپ نے یہ وائی فائی ہٹا دیا ہے!

# txt_error_remove_wifi
source: Error on removing this network!
hi_in: इस नेटवर्क को निकालने में त्रुटि!
kn_in: ಈ ನೆಟ್‌ವರ್ಕ್ ತೆಗೆದುಹಾಕುವಲ್ಲಿ ದೋಷ!
ur_arab_in: اس نیٹ ورک کو ہٹانے میں خرابی!

source: Select Wi-Fi Network
hi_in: वाई-फाई नेटवर्क का चयन करें
kn_in: ವೈ-ಫೈ ನೆಟ್‌ವರ್ಕ್ ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: وائی ​​فائی نیٹ ورک کو منتخب کریں۔

source: Password
hi_in: कुंजिका
kn_in: ಗುಪ್ತಪದ
ur_arab_in: پاس ورڈ

# tv_connect
source: Connect
hi_in: जुडिये
kn_in: ಸಂಪರ್ಕಿಸು
ur_arab_in: جڑیں

# txt_please_allow_location_permission
source: Please allow location Permission
hi_in: कृपया स्थान की अनुमति दें
kn_in: ದಯವಿಟ್ಟು ಸ್ಥಳ ಅನುಮತಿಯನ್ನು ಅನುಮತಿಸಿ
ur_arab_in: براہ کرم مقام کی اجازت دیں۔

# txt_on_wifi
source: Turn On Wifi
hi_in: वाईफाई चालू करें
kn_in: ವೈಫೈ ಆನ್ ಮಾಡಿ
ur_arab_in: وائی ​​فائی آن کریں۔

# txt_wifi_name
source: Wifi Name
hi_in: वाईफ़ाई नाम
kn_in: ವೈಫೈ ಹೆಸರು
ur_arab_in: وائی ​​فائی کا نام

# error_wifi_list
source: Error on getting wifi list
hi_in: वाईफाई सूची प्राप्त करने में त्रुटि
kn_in: ವೈಫೈ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯುವಲ್ಲಿ ದೋಷ
ur_arab_in: وائی ​​فائی کی فہرست حاصل کرنے میں خرابی۔

# txt_no_network
source: No Network Present
hi_in: कोई नेटवर्क मौजूद नहीं
kn_in: ನೆಟ್‌ವರ್ಕ್ ಪ್ರಸ್ತುತವಿಲ್ಲ
ur_arab_in: کوئی نیٹ ورک موجود نہیں۔

# txt_change
source: Change
hi_in: परिवर्तन
kn_in: ಬದಲಾವಣೆ
ur_arab_in: تبدیلی

# txt_top_headlines
source: Top Headlines
hi_in: शीर्ष सुर्खियाँ
kn_in: ಉನ್ನತ ಮುಖ್ಯಾಂಶಗಳು
ur_arab_in: سر فہرست سرخیاں

# txt_search
source: Search
hi_in: खोज
kn_in: ಹುಡುಕಿ Kannada
ur_arab_in: تلاش کریں۔

# txt_select_news
source: Select News Category
hi_in: समाचार श्रेणी का चयन करें
kn_in: ಸುದ್ದಿ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: خبروں کا زمرہ منتخب کریں۔

# txt_delete_data
source: Do you want to delete this data?
hi_in: क्या आप इस डेटा को हटाना चाहते हैं?
kn_in: ನೀವು ಈ ಡೇಟಾವನ್ನು ಅಳಿಸಲು ಬಯಸುವಿರಾ?
ur_arab_in: کیا آپ اس ڈیٹا کو حذف کرنا چاہتے ہیں؟

# txt_added_data_to_list
source: %s added data to list
hi_in: %s ने सूची में डेटा जोड़ा
kn_in: %s ಅವರು ಪಟ್ಟಿಗೆ ಡೇಟಾವನ್ನು ಸೇರಿಸಿದ್ದಾರೆ
ur_arab_in: %s نے فہرست میں ڈیٹا شامل کیا۔

# txt_updated_data_to_list
source: %s updated data to list
hi_in: सूची में %s अद्यतन डेटा
kn_in: ಪಟ್ಟಿಗೆ %s ಡೇಟಾವನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
ur_arab_in: فہرست میں %s اپ ڈیٹ کردہ ڈیٹا

# txt_deleted_data_from_list
source: %s deleted data from list
hi_in: %s ने सूची से डाटा मिटाया
kn_in: ಪಟ್ಟಿಯಿಂದ %s ಡೇಟಾವನ್ನು ಅಳಿಸಲಾಗಿದೆ
ur_arab_in: فہرست سے %s ڈیٹا حذف کر دیا گیا۔

# txt_show_error
source: Error
hi_in: त्रुटि
kn_in: ದೋಷ
ur_arab_in: خرابی

# txt_deleted_all_data
source: Deleted all data
hi_in: सभी डेटा हटा दिया
kn_in: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸಲಾಗಿದೆ
ur_arab_in: تمام ڈیٹا کو حذف کر دیا۔

# txt_others
source: Others
hi_in: अन्य
kn_in: ಇತರರು
ur_arab_in: دوسرے

# txt_share_via
source: Share via
hi_in: के माध्यम से बाँटे
kn_in: ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಿ
ur_arab_in: کے ذریعے شیئر کریں۔

# txt_on_bluetooth
source: Turn On Bluetooth
hi_in: ब्लूटूथ चालू करें
kn_in: ಬ್ಲೂಟೂತ್ ಆನ್ ಮಾಡಿ
ur_arab_in: بلوٹوتھ آن کریں۔

# txt_off_bluetooth
source: Turn off Bluetooth
hi_in: ब्लूटूथ बंद करें
kn_in: ಬ್ಲೂಟೂತ್ ಆಫ್ ಮಾಡಿ
ur_arab_in: بلوٹوتھ آف کریں۔

# txt_bluetooth_name
source: Bluetooth Name
hi_in: ब्लूटूथ नाम
kn_in: ಬ್ಲೂಟೂತ್ ಹೆಸರು
ur_arab_in: بلوٹوتھ کا نام

# txt_today
source: Today
hi_in: आज
kn_in: ಇಂದು
ur_arab_in: آج

# txt_weekly
source: Weekly
hi_in: साप्ताहिक
kn_in: ಸಾಪ್ತಾಹಿಕ
ur_arab_in: ہفتہ وار

# txt_current_month
source: Current Month
hi_in: वर्तमान माह
kn_in: ಈ ತಿಂಗಳು
ur_arab_in: موجودہ مہینہ

# txt_previous_month
source: Previous Month
hi_in: पिछला महीना
kn_in: ಹಿಂದಿನ ತಿಂಗಳು
ur_arab_in: پچھلے مہینے

# txt_balance_data
source: Balance Data
hi_in: बैलेंस डेटा
kn_in: ಬ್ಯಾಲೆನ್ಸ್ ಡೇಟಾ
ur_arab_in: بیلنس ڈیٹا

# txt_my_data
source: My Data
hi_in: मेरी जानकारी
kn_in: ನನ್ನ ಡೇಟಾ
ur_arab_in: میرا ڈیٹا

# txt_enter_email_address
source: Enter your Email Address
hi_in: अपना ईमेल पता दर्ज करें
kn_in: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ur_arab_in: اپنا ای میل کا پتا لکھو

# txt_enter_password
source: Enter your Password
hi_in: अपना पासवर्ड डालें
kn_in: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ
ur_arab_in: اپنا پاس ورڈ درج کریں

# txt_transactions
source: Transactions
hi_in: लेनदेन
kn_in: ವಹಿವಾಟುಗಳು
ur_arab_in: لین دین

# txt_reason
source: Reason
hi_in: कारण
kn_in: ಕಾರಣ
ur_arab_in: وجہ

# txt_transaction_by_type
source: Get Transactions By Type
hi_in: प्रकार से लेनदेन प्राप्त करें
kn_in: ಪ್ರಕಾರದ ಮೂಲಕ ವಹಿವಾಟುಗಳನ್ನು ಪಡೆಯಿರಿ
ur_arab_in: قسم کے مطابق لین دین حاصل کریں۔

# txt_transaction_by_date
source: Get Transactions By Date
hi_in: तिथि के अनुसार लेन-देन प्राप्त करें
kn_in: ದಿನಾಂಕದ ಪ್ರಕಾರ ವಹಿವಾಟುಗಳನ್ನು ಪಡೆಯಿರಿ
ur_arab_in: تاریخ تک لین دین حاصل کریں۔

# txt_get_data
source: Get Data
hi_in: डेटा प्राप्त करें
kn_in: ಡೇಟಾ ಪಡೆಯಿರಿ
ur_arab_in: ڈیٹا حاصل کریں۔

# txt_select
source: Select
hi_in: चुनते हैं
kn_in: ಆಯ್ಕೆ ಮಾಡಿ
ur_arab_in: منتخب کریں۔

# txt_timestamp
source: Timestamp
hi_in: समय-चिह्न
kn_in: ಟೈಮ್‌ಸ್ಟ್ಯಾಂಪ್
ur_arab_in: ٹائم اسٹیمپ

# txt_change_time
source: Change Time
hi_in: समय परिवर्तन
kn_in: ಸಮಯವನ್ನು ಬದಲಾಯಿಸಿ
ur_arab_in: وقت کو تبدیل کریں۔

# txtTitle
source: Title
hi_in: शीर्षक
kn_in: ಶೀರ್ಷಿಕೆ
ur_arab_in: عنوان

# txtDescription
source: Description
hi_in: विवरण
kn_in: ವಿವರಣೆ
ur_arab_in: تفصیل

# txt_add_home
source: Add Home
hi_in: घर जोड़ें
kn_in: ಮುಖಪುಟ ಸೇರಿಸಿ
ur_arab_in: ہوم شامل کریں۔

# txt_add_topics
source: Add Topics
hi_in: विषय जोड़ें
kn_in: ವಿಷಯಗಳನ್ನು ಸೇರಿಸಿ
ur_arab_in: عنوانات شامل کریں۔

# txt_topic_name
source: Topic Name
hi_in: विषय का नाम
kn_in: ವಿಷಯದ ಹೆಸರು
ur_arab_in: موضوع کا نام

# txt_select_image
source: Select Image
hi_in: छवि चुने
kn_in: ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: تصویر منتخب کریں۔

# txt_qa
source: Questions &amp; Answers
hi_in: सवाल और जवाब
kn_in: ಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಉತ್ತರಗಳು
ur_arab_in: سوالات اور جوابات

# txt_type
source: Type
hi_in: प्रकार
kn_in: ಮಾದರಿ
ur_arab_in: قسم

# answer_hint
source: Answer (If no answer please enter empty)
hi_in: उत्तर (यदि कोई उत्तर नहीं है तो कृपया खाली दर्ज करें)
kn_in: ಉತ್ತರ (ಉತ್ತರವಿಲ್ಲದಿದ್ದರೆ ದಯವಿಟ್ಟು ಖಾಲಿ ನಮೂದಿಸಿ)
ur_arab_in: جواب (اگر کوئی جواب نہیں ہے تو براہ کرم خالی درج کریں)

# txt_enter_title
source: Please Enter the Title
hi_in: कृपया शीर्षक दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ
ur_arab_in: براہ کرم عنوان درج کریں۔

# txt_enter_description
source: Please Enter the Description
hi_in: कृपया विवरण दर्ज करें
kn_in: ದಯವಿಟ್ಟು ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ
ur_arab_in: براہ کرم تفصیل درج کریں۔

# txt_unable_to_add_data
source: Unable to Add the Data
hi_in: डेटा जोड़ने में असमर्थ
kn_in: ಡೇಟಾವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
ur_arab_in: ڈیٹا شامل کرنے سے قاصر

# txt_unable_to_delete_data
source: Unable to Delete the Data
hi_in: डेटा को हटाने में असमर्थ
kn_in: ಡೇಟಾವನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ur_arab_in: ڈیٹا کو حذف کرنے سے قاصر ہے۔

# txt_unable_to_update_data
source: Unable to Update the Data
hi_in: डेटा अपडेट करने में असमर्थ
kn_in: ಡೇಟಾವನ್ನು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ur_arab_in: ڈیٹا کو اپ ڈیٹ کرنے سے قاصر ہے۔

# txt_enter_amount
source: Please Enter the Amount
hi_in: कृपया राशि दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ur_arab_in: براہ کرم رقم درج کریں۔

# txt_enter_reason
source: Please Enter the Reason
hi_in: कृपया कारण दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಕಾರಣವನ್ನು ನಮೂದಿಸಿ
ur_arab_in: براہ کرم وجہ درج کریں۔

# txt_enter_share_name
source: Please Enter Share Name
hi_in: कृपया शेयर नाम दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಹಂಚಿಕೆ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ur_arab_in: برائے مہربانی شیئر کا نام درج کریں۔

# txt_enter_price
source: Please Enter Price
hi_in: कृपया कीमत दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಬೆಲೆಯನ್ನು ನಮೂದಿಸಿ
ur_arab_in: براہ کرم قیمت درج کریں۔

# txt_enter_quantity
source: Please Enter Quantity
hi_in: कृपया मात्रा दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಪ್ರಮಾಣವನ್ನು ನಮೂದಿಸಿ
ur_arab_in: براہ کرم مقدار درج کریں۔

# txt_invalid_build_flavor
source: You don't have permission to access the menu
hi_in: आपको मेनू तक पहुंचने की अनुमति नहीं है
kn_in: ನೀವು ಮೆನುವನ್ನು ಪ್ರವೇಶಿಸಲು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ
ur_arab_in: آپ کو مینو تک رسائی کی اجازت نہیں ہے۔

# txt_please_select_type
source: Please select any Type
hi_in: कृपया किसी भी प्रकार का चयन करें
kn_in: ದಯವಿಟ್ಟು ಯಾವುದೇ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: براہ کرم کسی بھی قسم کو منتخب کریں۔

# txt_restoring
source: Restoring
hi_in: पुनर्स्थापित कर रहा है
kn_in: ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ
ur_arab_in: بحال کرنا

# txt_restore_contacts
source: Restore Contacts
hi_in: संपर्क पुनर्स्थापित करें
kn_in: ಸಂಪರ್ಕಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ur_arab_in: رابطے بحال کریں۔

# txt_fingerprint_recognised
source: Fingerprint Recognised
hi_in: फिंगरप्रिंट मान्यता प्राप्त
kn_in: ಬೆರಳಚ್ಚು ಗುರುತಿಸಲಾಗಿದೆ
ur_arab_in: فنگر پرنٹ پہچانا گیا۔

# txt_fingerprint_incorrect
source: Fingerprint Incorrect
hi_in: फ़िंगरप्रिंट गलत
kn_in: ಬೆರಳಚ್ಚು ತಪ್ಪಾಗಿದೆ
ur_arab_in: فنگر پرنٹ غلط ہے۔

# txt_build_variant
source: Build Variant
hi_in: बिल्ड वेरिएंट
kn_in: ರೂಪಾಂತರವನ್ನು ನಿರ್ಮಿಸಿ
ur_arab_in: ویریئنٹ بنائیں

# txt_manage_database
source: Manage Database
hi_in: डेटाबेस प्रबंधित करें
kn_in: ಡೇಟಾಬೇಸ್ ನಿರ್ವಹಿಸಿ
ur_arab_in: ڈیٹا بیس کا نظم کریں۔

# txt_select_database
source: Select Database
hi_in: डेटाबेस का चयन करें
kn_in: ಡೇಟಾಬೇಸ್ ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: ڈیٹا بیس کو منتخب کریں۔

# txt_crud_operation
source: Crud Operation
hi_in: क्रूड ऑपरेशन
kn_in: ಕ್ರೂಡ್ ಕಾರ್ಯಾಚರಣೆ
ur_arab_in: کروڈ آپریشن

# txt_insert
source: Insert
hi_in: डालने
kn_in: ಸೇರಿಸು
ur_arab_in: داخل کریں

# txt_select_statement
source: Select Statement
hi_in: कथन का चयन करें
kn_in: ಹೇಳಿಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: بیان منتخب کریں۔

# txt_run
source: Run
hi_in: दौड़ना
kn_in: ಓಡು
ur_arab_in: رن

# txt_please_enter_query
source: Please Enter the query
hi_in: कृपया क्वेरी दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ
ur_arab_in: براہ کرم استفسار درج کریں۔

# txt_select_query_max_two_columns
source: Select query can have max 2 Columns
hi_in: चुनिंदा क्वेरी में अधिकतम 2 कॉलम हो सकते हैं
kn_in: ಆಯ್ಕೆಯ ಪ್ರಶ್ನೆಯು ಗರಿಷ್ಠ 2 ಕಾಲಮ್‌ಗಳನ್ನು ಹೊಂದಿರಬಹುದು
ur_arab_in: منتخب سوال میں زیادہ سے زیادہ 2 کالم ہو سکتے ہیں۔

# txt_query_executed_successfully
source: Query executed successfully
hi_in: क्वेरी को सफलतापूर्वक निष्पादित किया गया
kn_in: ಪ್ರಶ್ನೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗಿದೆ
ur_arab_in: استفسار کامیابی سے مکمل ہو گیا۔

# txt_transaction_type
source: Transaction Type
hi_in: सौदे का प्रकार
kn_in: ವಹಿವಾಟಿನ ಪ್ರಕಾರ
ur_arab_in: لین دین کی قسم

# txt_account_type
source: Account Type
hi_in: खाते का प्रकार
kn_in: ಖಾತೆಯ ಪ್ರಕಾರ
ur_arab_in: اکاؤنٹ کی اقسام

# txt_select_transaction_type
source: Please Select Transaction Type
hi_in: कृपया लेनदेन प्रकार चुनें
kn_in: ದಯವಿಟ್ಟು ವಹಿವಾಟು ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: براہ کرم ٹرانزیکشن کی قسم منتخب کریں۔

# txt_select_account_type
source: Please Select Account Type
hi_in: कृपया खाता प्रकार चुनें
kn_in: ದಯವಿಟ್ಟು ಖಾತೆಯ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ur_arab_in: براہ کرم اکاؤنٹ کی قسم منتخب کریں۔

# txt_share_name
source: Share Name
hi_in: नाम साझा करें
kn_in: ಹೆಸರು ಹಂಚಿಕೊಳ್ಳಿ
ur_arab_in: نام شیئر کریں۔

# txt_quantity
source: Quantity
hi_in: मात्रा
kn_in: ಪ್ರಮಾಣ
ur_arab_in: مقدار

# txt_price
source: Price
hi_in: कीमत
kn_in: ಬೆಲೆ
ur_arab_in: قیمت

# txt_shares_trading
source: Shares Trading
hi_in: शेयर ट्रेडिंग
kn_in: ಷೇರುಗಳ ವ್ಯಾಪಾರ
ur_arab_in: شیئرز ٹریڈنگ

# txt_intraday
source: Intraday
hi_in: एक दिवसीय
kn_in: ಇಂಟ್ರಾಡೇ
ur_arab_in: انٹرا ڈے

# txt_cnc
source: CNC
hi_in: सीएनसी

# txt_profit
source: Profit
hi_in: फायदा
kn_in: ಲಾಭ
ur_arab_in: منافع

# txt_loss
source: Loss
hi_in: नुकसान
kn_in: ನಷ್ಟ
ur_arab_in: نقصان

# txt_total_income
source: Total Income
hi_in: कुल आय
kn_in: ಒಟ್ಟು ಆದಾಯ
ur_arab_in: کل آمدنی

# txt_total_profit
source: Total Profit
hi_in: कुल लाभ
kn_in: ಒಟ್ಟು ಲಾಭ
ur_arab_in: کل منافع

# txt_total_loss
source: Total Loss
hi_in: पूरा नुकसान
kn_in: ಒಟ್ಟು ನಷ್ಟ
ur_arab_in: مکمل نقصان

# txt_total_charges
source: Total Charges
hi_in: कुल प्रभार
kn_in: ಒಟ್ಟು ಶುಲ್ಕಗಳು
ur_arab_in: کل چارجز

# txt_total_shares_unsold
source: Total Shares Unsold
hi_in: कुल शेयर बिना बिके
kn_in: ಮಾರಾಟವಾಗದ ಒಟ್ಟು ಷೇರುಗಳು
ur_arab_in: کل حصص غیر فروخت ہوئے۔

# txt_total_intra_day_purchased
source: Total IntraDay Purchased
hi_in: कुल इंट्राडे खरीदारी
kn_in: ಒಟ್ಟು ಇಂಟ್ರಾಡೇ ಖರೀದಿಸಲಾಗಿದೆ
ur_arab_in: کل انٹرا ڈے خریدی گئی۔

# txt_total_intra_day_sold
source: Total IntraDay Sold
hi_in: कुल इंट्राडे बिका
kn_in: ಒಟ್ಟು ಇಂಟ್ರಾಡೇ ಮಾರಾಟವಾಗಿದೆ
ur_arab_in: کل انٹرا ڈے فروخت

# txt_total_cnc_purchased
source: Total Cnc Purchased
hi_in: कुल सीएनसी खरीदा
kn_in: ಒಟ್ಟು Cnc ಖರೀದಿಸಲಾಗಿದೆ
ur_arab_in: کل Cnc خریدا گیا۔

# txt_total_cnc_sold
source: Total Cnc Sold
hi_in: कुल सीएनसी बिका
kn_in: ಒಟ್ಟು Cnc ಮಾರಾಟವಾಗಿದೆ
ur_arab_in: کل Cnc فروخت ہوا۔

# txt_total_amount_used_in_trading
source: Total Amount used in ZeroDha
hi_in: ZeroDha में उपयोग की गई कुल राशि
kn_in: ZeroDha ನಲ್ಲಿ ಬಳಸಲಾದ ಒಟ್ಟು ಮೊತ್ತ
ur_arab_in: زیرودھا میں استعمال ہونے والی کل رقم

# txt_balance_amount
source: Balance Amount
hi_in: शेष राशि
kn_in: ಬಾಕಿ ಮೊತ್ತ
ur_arab_in: باقی رقم

# txt_collapse
source: Collapse
hi_in: ढहना
kn_in: ಕುಗ್ಗಿಸು
ur_arab_in: گرنے

# txt_show_trading_details
source: Show Trading Details Graph
hi_in: ट्रेडिंग विवरण ग्राफ दिखाएं
kn_in: ವ್ಯಾಪಾರದ ವಿವರಗಳ ಗ್ರಾಫ್ ತೋರಿಸಿ
ur_arab_in: تجارتی تفصیلات کا گراف دکھائیں۔

# txt_hide_trading_details
source: Hide Trading Details Graph
hi_in: ट्रेडिंग विवरण ग्राफ़ छुपाएं
kn_in: ವ್ಯಾಪಾರದ ವಿವರಗಳ ಗ್ರಾಫ್ ಅನ್ನು ಮರೆಮಾಡಿ
ur_arab_in: تجارتی تفصیلات کا گراف چھپائیں۔

# txt_personal
source: Personal
hi_in: निजी
kn_in: ವೈಯಕ್ತಿಕ
ur_arab_in: ذاتی

# txt_operations
source: Operations
hi_in: संचालन
kn_in: ಕಾರ್ಯಾಚರಣೆ
ur_arab_in: آپریشنز

# txt_status
source: Status
hi_in: स्थिति
kn_in: ಸ್ಥಿತಿ
ur_arab_in: حالت
